Autodesk.Revit.Exceptions.RevitServerModelNameBreaksConventionException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.RevitServerModelNameBreaksConventionException
The exception that is thrown when the model is breaking the project naming convention.
Since: 2022